Repository: BOINC/boinc-site
Catalog: translations/*.po
Languages: ar, ka

source: Computing power
ar: قوة الحوسبة
ka: გამოთვლითი სიმძლავრე

source: Top 100 volunteers
ar: اعلي 100 متطوعا
ka: საუკეთესო 100 მოხალისე

source: Statistics
ar: إحصائيات
ka: სტატისტიკა

source: 24-hour average:
ar: متوسط 24ساعة:
ka: 24 საათის საშუალო:

source: Active:
ar: نشط:
ka: აქტიური

source: volunteers,
ar: المتطوعين،
ka: მოხალისე,

source: computers
ar: الحواسيب

source: News
ar: أخبار
ka: ახალი ამბები

source: Database not available; please try again later.
ar: قاعدة البيانات غير متاحة ؛ يرجى المحاولة مرة أخرى لاحقًا.
ka: მონაცემთა ბაზა მიუწვდომელია; გთხოვთ, სცადოთ მოგვიანებით.

source: BOINC lets you help cutting-edge science research using your computer (Windows, Mac, Linux) or Android device. BOINC downloads scientific computing jobs to your computer and runs them invisibly in the background. It's easy and safe.
ar: يسمح لك BOINC بالمساعدة في البحث العلمي المتطور باستخدام جهاز الكمبيوتر الخاص بك (Windows أو Mac أو Linux) أو جهاز Android. تقوم BOINC بتنزيل وظائف الحوسبة العلمية على جهاز الكمبيوتر الخاص بك وتشغيلها بشكل غير مرئي في الخلفية. إنه سهل وآمن.

source: About 30 science projects use BOINC; examples include %3, %4, and %5.
ar: يستخدم حوالي 30 مشروعًا علميًا BOINC ؛ الامثله تشمل %3, %4, و %5.

source: These projects investigate diseases, study global warming, discover pulsars, and do many other types of scientific research.
ar: تبحث هذه المشاريع في الأمراض ، وتدرس الاحتباس الحراري ، وتكتشف النجوم النابضة ، وتقوم بالعديد من أنواع البحث العلمي الأخرى.

source: You can participate in either of two ways:
ar: يمكنك المشاركة في بإحدى طريقتين:

source: Choose science areas
ar: اختر مجالات العلوم

source: To contribute to science areas (biomedicine, physics, astronomy, and so on) use %1. Your computer will do work for current and future projects in those areas.
ar: للمساهمة في مجالات العلوم (الطب الحيوي والفيزياء وعلم الفلك وما إلى ذلك) ، باستخدم٪ 1. سوف يعمل الكمبيوتر الخاص بك للمشاريع الحالية والمستقبلية في تلك المجالات.

source: Join Science United
ar: انضم إلى Science United

source: Choose projects
ar: اختر المشاريع

source: To contribute to specific projects, download BOINC and follow the directions.
ar: للمساهمة في مشاريع محددة ، قم بتنزيل BOINC واتبع التعليمات.

source: Download BOINC
ar: تنزيل BOINC
ka: BOINC-ის გადმოწერა

source: Learn more
ar: تعرف المزيد:

source: Science projects
ar: مشاريع علمية

source: User manual
ar: دليل الاستخدام

source: Add-ons
ar: الإضافات
ka: დამატებითი პროგრამები

source: Web resources
ar: موارد الويب

source: Communicate
ar: التواصل

source: Message boards
ar: المنتدى
ka: შეტყობინებათა დაფები

source: Help
ar: مساعدة
ka: დახმარება

source: Email lists
ar: قائمة البريد
ka: ელ.ფოსტის სიები

source: Report bugs
ar: الإبلاغ عن الأخطاء
ka: შეცდომების დასმენა

source: Other ways to help
ar: طرق أخرى للمساعدة

source: Translate
ar: ترجمة
ka: გადათარგმნა

source: Test
ar: اختبار
ka: ტესტირება

source: Document
ar: مستند
ka: დოკუმენტირება

source: Publicize
ar: نشر
ka: რეკლამირება

source: High-Throughput Computing with BOINC
ar: حوسبة عالية الإنتاجية مع BOINC

source: Computing with BOINC
ar: الحوسبة مع BOINC

source: Technical Documentation
ar: الوثائق التقنية

source: Software
ar: البرمجيات

source: BOINC includes client, server, and web components, and APIs for connecting other components.
ar: يتضمن BOINC مكونات العميل والخادم والويب وواجهات برمجة التطبيقات لربط المكونات الأخرى.

source: It is distributed under the LGPLv3 open-source license.
ar: يتم توزيعه بموجب ترخيص LGPLv3 مفتوح المصدر.

source: Source code
ar: الشفرة المصدرية
ka: საწყისი კოდი

source: Design documents
ar: تصمم مستندات
ka: დოკუმენტების დიზაინი

source: BOINC software development is community-based. Everyone is welcome to participate.
ar: يعتمد تطوير برامج BOINC على المجتمع. الجميع مرحب بهم للمشاركة.

source: Organization
ar: المنظمة

source: Tasks
ar: المهام

source: Contact
ar: اتصل

source: Papers
ar: أوراق

source: Events
ar: أحداث
ka: ღონისძიებები

source: Compute for Science
ar: الحوسبة للعلوم

source: BOINC is a program that lets you donate your idle computer time to science projects like SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, and many others.
ar: BOINC هو برنامج يتيح لك التبرع بقوة معالجة حاسوبك اثناء عدم استعماله لمشاريع علمية مثل SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, وغيرها الكثير.
ka: BOINC-ი არის პროგრამა, რომელიც გაძლევთ საშუალებას შესწიროთ თქვენი კომპიუტერის გამოუყენებადი დრო სამეცნიერო პროექტებს, როგორც SETI@home, Climateprediction.net, Rosetta@home, World Community Grid, და ბევრ სხვას.

source: After installing BOINC on your computer, you can connect it to as many of these projects as you like.
ar: بعد تثبيت BOINC على جهاز الكمبيوتر الخاص بك ، يمكنك توصيله بعدد من هذه المشاريع كما تريد.
ka: BOINC-ის დაყენების შემდეგ, შეგიძლიათ იგი შეუერთოთ იმდენ პროექტს, რამდენსაც ისურვებთ.

source: We recommend that you download BOINC from the Google Play Store or Amazon Appstore, not from here.
ar: نوصي بتحميل تطبيق BOINC من Google Play Store او Amazon Appstore، ليس من هنا.
ka: გაძლევთ რეკომენდაციას გადმოიწეროთ BOINC-ი Google Play Store-დან ან Amazon Appstore-დან, და არა აქედან.

source: When you first run BOINC, you will be asked to choose a project. For instructions, see the %1BOINC User Manual%2.
ar: عند تشغيل BOINC لأول مرة ، سيُطلب منك اختيار مشروع. للحصول على الإرشادات ، راجع دليل المستخدم %1BOINC User Manual%2

source: You may run this software on a computer only if you own the computer or have the permission of its owner.
ar: لا يجوز لك تشغيل هذا البرنامج على جهاز كمبيوتر إلا إذا كنت تمتلك الكمبيوتر أو لديك إذن من مالكه.
ka: შეგიძლიათ გაუშვათ ეს პროგრამული უზრუნველყოფა კომპიუტერზე, მხოლოდ თუ თქვენ ფლობთ კომპიუტერს, ან გაქვთ მისი მფლობებლის უფლება.

source: System requirements
ar: متطلبات النظام
ka: სისტემური მოთხოვნები

source: Release notes
ar: معلومات الإصدار
ka: რელიზის რემარკები

source: All versions
ar: جميع الاصدارات
ka: ყველა ვერსია

source: Version history
ar: تاريخ الإصدار
ka: ვერსიების ისტორია

source: GPU computing
ar: الحوسبة GPU
ka: გპ გამოთვლებუ

source: Participate in BOINC
ar: شارك في BOINC

source: Download BOINC + VirtualBox
ar: تنزيل BOINC + VirtualBox
ka: BOINC + VirtualBox -ის გადმოწერა

source: for %s
ar: للـ%s
ka: %s-სთვის

source: We recommend that you also install %1 VirtualBox %2, so your computer can work on science projects that require it.
ar: نوصي أيضًا بتثبيت %1 VirtualBox %2 ، حتى يتمكن جهاز الكمبيوتر الخاص بك من العمل على المشاريع العلمية التي تتطلب ذلك.

source: Learn more about VirtualBox.
ar: تعرف على المزيد حول VirtualBox.
ka: მეტის გაგება VirtualBox-ის შესახებ.

source: Live help via Skype or email
ar: مساعدة مباشرة عبر Skype أو البريد الإلكتروني
ka: ცოცხალი დახმარება Skype-ის ან ელ-ფოსტის მეშვეობით

source: BOINC Live Help lets you get one-on-one help from an experienced BOINC user who can answer questions about BOINC, help you install BOINC, and troubleshoot problems.
ar: تتيح لك BOINC Live Help الحصول على مساعدة مباشرة من مستخدم BOINC ذو خبرة والذي يمكنه الإجابة عن أسئلة حول BOINC ، ومساعدتك في تثبيت BOINC ، واستكشاف المشكلات وإصلاحها.

source: You can communicate with a helper
ar: يمكنك التواصل مع المساعد

source: by email
ar: بالبريد الالكتروني
ka: ელ-ფოსტის მეშვეობით

source: by voice, using %1 Skype %2, a free Internet-based telephone system. If you don't already have Skype, you can %3 download and install it now %4. When you're finished, return to this page.
ar: عبر مكالمة صوتية ، بواسطة %1 سكايب%2، مكالمة انترنت مجانية تماما. إذا لم يكن لديك بالفعل سكايب، يمكنك %3 تحميل وتثبيته الآن %4. عند الانتهاء ، ارجع إلى هذه الصفحة.

source: using Skype chat
ar: باستخدام محادثات عبر سكايب
ka: Skype-ის ჩატის გამოყენებით

source: Volunteers speaking many languages are available. Please select a language (number of helpers is shown):
ar: المتطوعين يتحدثون لغات عديدة متاحة. يرجى تحديد لغة (يظهر عدد المساعدين):

source: Be a Help Volunteer
ar: كن متطوعا للمساعدة
ka: გახდით დამხმარე მოხალისე

source: If you're an experienced BOINC user, we encourage you to %sbecome a Help Volunteer%s. It's a great way to help the cause of scientific research and volunteer computing - and it's fun!
ar: إذا كنت من مستخدمي BOINC ذوي الخبرة ، فنحن نشجعك %sعلى أن تصبح متطوعًا في المساعدة%s. إنها طريقة رائعة لمساعدة قضية البحث العلمي والحوسبة التطوعية - وهي ممتعة!
ka: თუ ბრძანდებით გამოცდილი BOINC-ის მოხალისე, მოგიწოდებთ, %sგახდეთ დამხმარე მოხალისე%s. ეს არის შესანიშნავი გზა დაეხმაროთ მეცნირული კვლევის და მოხალისეთა გამოთვლების იდეას - და თან სახალისოა!

source: If you're already a Help Volunteer: to edit your settings, %sclick here%s.
ar: إذا كنت بالفعل متطوعًا للمساعدة: لتعديل إعداداتك ،%s انقر هنا%s.
ka: თუ უკვე ბრძანდებით დამხმარე მოხალისე: პარამეტრების დასარედაქტირებლად, %sდააწკაპეთ აქ%s.

source: BOINC helpers are unpaid volunteers. Their advice is not endorsed by BOINC.
ar: مساعدو BOINC هم متطوعون بدون أجر. نصائحهم ليست مصادق عليها من BOINC.

source: %1 Never %2 give email address or password information to BOINC helpers.
ar: %1 لا تقدم مطلقا %2 معلومات عنوان البريد الإلكتروني أو كلمة المرور إلى مساعدي BOINC.

source: Distributed sensing
ar: الاستشعار الموزع
ka: განაწილებული გრძნობა

source: University of Southern California
ar: جامعه جنوب كاليفورنيا

source: Seismology
ar: علم الزلازل
ka: სეისმოლოგია

source: Quake-Catcher Network uses sensors attached to computers and smartphones to detect seismic waves.
ar: تستخدم شبكة Quake-Catcher أجهزة استشعار متصلة بأجهزة الكمبيوتر والهواتف الذكية للكشف عن موجات الزلازل.

source: Environmental research
ar: البحوث البيئية
ka: გარემოს კვლევა

source: Radioactive@Home is creating a free and continuously updated map of radiation levels using sensors connected to volunteers' computers. You must buy a sensor to participate.
ar: تقوم Radioactive@Home بإنشاء خريطة مجانية ومحدثة باستمرار لمستويات الإشعاع باستخدام أجهزة استشعار متصلة بأجهزة كمبيوتر المتطوعين. يجب عليك شراء جهاز استشعار للمشاركة.

source: Cognitive science and artificial intelligence
ar: العلوم المعرفية والذكاء الاصطناعي

source: Cognitive Science
ar: العلوم المعرفية
ka: კოგნიტიური მეცნიერება

source: MindModeling@Home uses computational cognitive process modeling to better understand the human mind, and specifically to study the mechanisms and processes that enable and moderate human performance and learning.
ar: يستخدم MindModeling@Home نمذجة العمليات المعرفية الحسابية لفهم عقل الإنسان بشكل أفضل ، وعلى وجه التحديد لدراسة الآليات والعمليات التي تمكن من فهم الأداء البشري والتعلم.

source: Independent
ar: مستقل
ka: დამოუკიდებელი

source: Artificial intelligence
ar: الذكاء الاصطناعي
ka: ხელოვნური ინტელექტი

source: Parse and convert semantic nets for use in FreeHAL, an artificial intelligence that uses semantic networks, stemmers, part of speech databases, and part of speech taggers in order to imitate human behavior in conversations.
ar: تحليل وتحويل الشبكات الدلالية لاستخدامها في FreeHAL ، هو عبارة عن ذكاء اصطناعي يستخدم الشبكات الدلالية ، والمشتقات ، وجزء من قواعد بيانات اللفظية، وجزء من علامات تمييز الكلام لتقليد السلوك البشري في المحادثات.

source: Biology and Medicine
ar: علم الأحياء والطب
ka: ბიოლოგია და მედიცინა

source: Medical physiology
ar: فسيولوجيا الطبية
ka: სამედიცინო ფიზიოლოგია

source: DENIS@Home does cardiac electrophysiological simulations, studying the electrical activity of the heart.
ar: تقوم DENIS@Home بإجراء عمليات محاكاة كهروفيزيولوجية قلبية ، ودراسة النشاط الكهربائي للقلب.

source: Molecular biology
ar: علوم الأحياء الجزيئية
ka: მოლეკულარული ბიოლოგია

source: RNA World seeks to identify, analyze, structurally predict and design RNA molecules on the basis of established bioinformatics software.
ar: تسعى RNA World لتحديد جزيئات RNA وتحليلها والتنبؤ بها هيكليًا وتصميمها على أساس قائم على برنامج المعلوماتية الحيوية .

source: Molecular simulations of proteins
ar: المحاكاة الجزيئية للبروتينات
ka: პროტეინთა მოლეკულარული სიმულაცია

source: GPUGrid.net opens novel computational scenarios by the first full-atom molecular dynamics code (CellMD) specially optimized to run on NVIDIA GPUs. New biomedical applications suddenly become possible giving a new role to computational biology for biomedical research.
ar: يفتح GPUGrid.net سيناريوهات حسابية جديدة من خلال أول رمز ديناميكي جزيئي كامل للذرة (CellMD) تم تحسينه خصيصًا للعمل على وحدات معالجة الرسومات NVIDIA. أصبحت التطبيقات الطبية الحيوية الجديدة فجأة ممكنة من خلال إعطاء دور جديد للبيولوجيا الحسابية للبحوث الطبية الحيوية.

source: University of Washington
ar: جامعة واشنطن
ka: ვაშინგტონის უნივერსიტეტი

source: Biology
ar: علوم الاحياء
ka: ბიოლოგია

source: Determine the 3-dimensional shapes of proteins in research that may ultimately lead to finding cures for some major human diseases. By running Rosetta@home you will help us speed up and extend our research in ways we couldn't possibly attempt without your help. You will also be helping our efforts at designing new proteins to fight diseases such as HIV, malaria, cancer, and Alzheimer's
ar: تحديد الأشكال 3 الأبعاد للبروتينات في البحوث التي قد تؤدي في النهاية إلى إيجاد علاجات لبعض الأمراض البشرية الكبرى. من خلال تشغيل Rosetta@home ، سوف تساعدنا ايضا على تسريع أبحاثنا وتوسيعها بطرق لا يمكننا تجربتها بدون مساعدتك. سوف تساعد أيضًا جهودنا في تصميم بروتينات جديدة لمحاربة أمراض مثل فيروس نقص المناعة البشرية والملاريا والسرطان ومرض الزهايمر

source: Earth Sciences
ar: علوم الأرض
ka: მეცნიერებები დედამიწაზე

source: Oxford University
ar: جامعة أكسفورد
ka: ოქსფორდის უნივერსიტეტი

source: Climate study
ar: دراسة المناخ
ka: კლიმატის შესწავლა

source: Investigate the approximations that have to be made in state-of-the-art climate models. By running the model thousands of times we hope to find out how the model responds to slight tweaks to these approximations - slight enough to not make the approximations any less realistic. This will allow us to improve our understanding of how sensitive our models are to small changes and also to things like changes in carbon dioxide and the sulphur cycle. This will allow us to explore how climate may change in the next century under a wide range of different scenarios.
ar: تحقق من التقديرات التقريبية التي يجب إجراؤها في النماذج المناخية الحديثة. من خلال تشغيل النموذج آلاف المرات ، نأمل أن نكتشف كيفية استجابة النموذج للتعديلات الطفيفة على هذه التقريبات - طفيفة بما يكفي لعدم جعل التقريبات أقل واقعية. سيتيح لنا ذلك تحسين فهمنا لمدى حساسية نماذجنا للتغيرات الصغيرة وأيضًا لأشياء مثل التغيرات في ثاني أكسيد الكربون ودورة الكبريت. سيتيح لنا هذا استكشاف كيف يمكن أن يتغير المناخ في القرن المقبل في ظل مجموعة واسعة من السيناريوهات المختلفة.

source: Physical Science
ar: العلوم الفيزيائية
ka: ფიზიკური მეცნიერება

source: Astrophysics
ar: الفيزياء الفلكية
ka: ასტროფიზიკა

source: The aim of the project is to derive shapes and spin for a significant part of the asteroid population. As input data, we use any asteroid photometry that is available. The results are asteroid convex shape models with the direction of the spin axis and the rotation period.
ar: الهدف من المشروع هو استنباط الأشكال والدوران لجزء كبير من الكويكبات المشهورة . كبيانات إدخال ، نستخدم جميع قياسات ضوئية متوفر حول كويكببات . النتائج هي نماذج شكل محدب الكويكب مع اتجاه محور الدوران وفترة الدوران.

source: University of Illinois at Urbana-Champaign
ar: جامعة إلينوي في أوربانا شامبين
ka: ილინოისის უნივერსიტეტი ურბანა-ჩემპეინში

source: Astronomy
ar: علم الفلك
ka: ასტრონომია

source: The goal of Cosmology@Home is to search for the model that best describes our Universe and to find the range of models that agree with the available astronomical particle physics data.
ar: الهدف من Cosmology@Home هو البحث عن النموذج الذي يصف كوننا بشكل أفضل والعثور على مجموعة من النماذج التي تتوافق مع بيانات فيزياء الجسيمات الفلكية المتاحة.

source: Universe@Home aims to create the first database of the simulated stellar content of the Universe, from the earliest stars to the most exotic black hole binaries.
ar: يهدف Universe@Home إلى إنشاء أول قاعدة بيانات للمحتوى النجمى المحاكى للكون ، من أقدم النجوم إلى الثقوب السوداء الأكثر غرابة.

source: Do research in physics and astronomy
ar: إجراء البحوث في مجال الفيزياء وعلم الفلك
ka: განახორცილეთ კვლევები ფიზიკაში და ასტრონომიაში

source: The goal of Milkyway@Home is to create a highly accurate three dimensional model of the Milky Way galaxy using data gathered by the Sloan Digital Sky Survey.
ar: الهدف من Milkyway@Home هو إنشاء نموذج ثلاثي الأبعاد عالي الدقة لمجرة درب التبانة باستخدام البيانات التي تم جمعها بواسطة Sloan Digital Sky Survey.

source: Study the structure of the Milky Way galaxy
ar: دراسة بنية مجرة درب التبانة

source: University of Wisconsin - Milwaukee (USA), Max Planck Institute for Gravitational Physics - Hanover (Germany)
ar: جامعة ويسكونسن - ميلووكي (الولايات المتحدة) ، معهد ماكس بلانك لفيزياء الجاذبية - هانوفر (ألمانيا)

source: Einstein@Home uses your computer's idle time to search for weak astrophysical signals from spinning neutron stars (often called pulsars) using data from the LIGO gravitational-wave detectors, the Arecibo radio telescope, and the Fermi gamma-ray satellite.
ar: يستخدم Einstein@Home وقت الخمول لجهاز الكمبيوتر الخاص بك للبحث عن الإشارات الفيزيائية الفلكية الضعيفة من النجوم النيوترونية الدوارة (غالبًا ما يطلق عليها النجم النابض) باستخدام البيانات من أجهزة الكشف عن موجات الجاذبية LIGO ، ومنظار أريسيبو الراديوي ، والقمر الصناعي لأشعة جاما Fermi.

source: Help detect pulsars and gravitational waves
ar: مساعدة في الكشف عن النجوم النابضة وموجات الجاذبية
ka: დაეხმარეთ პულსარების და გრავიტაციული ტალღების აღმოჩენაში

source: Physics
ar: علوم فيزيائية
ka: ფიზიკა

source: The Large Hadron Collider (LHC) is a particle accelerator at CERN, the European Organization for Nuclear Research, the world's largest particle physics laboratory. It is the most powerful instrument ever built to investigate on particles proprieties. LHC@home runs simulations to improve the design of LHC and its detectors.
ar: مصادم الهادرون الكبير (LHC) هو مسرع للجسيمات في CERN ، المنظمة الأوروبية للبحوث النووية ، أكبر مختبر فيزياء الجسيمات في العالم. إنها أقوى أداة تم إنشاؤها على الإطلاق للتحقيق في ملكية الجسيمات. تُجري LHC@home عمليات محاكاة لتحسين تصميم LHC وكواشفه.

source: Improve the design of the Large Hadron Collider
ar: تحسين تصميم مصادم الهادرون الكبير
ka: გააუმჯობესეთ დიდი ჰადრონული კოლაიდერის დიზაინი

source: University of California, Berkeley
ar: جامعة كاليفورنيا، بيركلي
ka: კალიფორნიის უნივერსიტეტი, ბერკელეი

source: Astrophysics, astrobiology
ar: الفيزياء الفلكية ، علم الأحياء الفلكية
ka: ასტროფიზიკა, ასტრობიოლოგია

source: SETI (Search for Extraterrestrial Intelligence) is a scientific area whose goal is to detect intelligent life outside Earth. One approach, known as radio SETI, uses radio telescopes to listen for narrow-bandwidth radio signals from space. Such signals are not known to occur naturally, so a detection would provide evidence of extraterrestrial technology.
ar: SETI (البحث عن الذكاء خارج الأرض) هو مجال علمي هدفه اكتشاف الحياة الذكية خارج الأرض. يستخدم أحد الأساليب ، المعروف باسم راديو SETI ، التلسكوبات اللاسلكية للاستماع إلى الإشارات الراديوية الضيقة النطاق الترددي من الفضاء. لا يعرف مثل هذه الاشارات انها تحدث بشكل طبيعي، لذلك الكشف عنها من شأنه أن يوفر أدلة على وجود التكنولوجيا خارج كوكب الأرض.

source: Search for evidence of extra-terrestrial life
ar: بحث عن أدلة على حياة خارج كوكب الأرض
ka: მოძებნეთ ექსტრა-ტერესტრიული სიცოცხლის მტკიცებულება

source: Multiple applications
ar: تطبيقات متعددة
ka: მრავალი გამოყენება

source: Molecular biology, Computer Science
ar: علم الأحياء الجزيئي ، علم الحاسوب
ka: მოლეკულარული ბიოლოგია, კომპიუტერული მეცნიერება

source: The Citizen Science Grid is dedicated to supporting a wide range of research and educational projects using volunteer computing and citizen science.
ar: The Citizen Science Grid مكرسة لدعم مجموعة واسعة من المشاريع البحثية والتعليمية باستخدام الحوسبة التطوعية و citizen science.

source: Physics, biochemistry, and others
ar: الفيزياء والكيمياء الحيوية وغيرها
ka: ფიზიკა, ბიოქიმია და სხვა

source: CAS@home is hosted by the Computing Centre of the Institute of High Energy Physics (IHEP), Chinese Academy of Sciences, for Chinese scientists with projects studying protein structure, nanotechnology, cancer genomics, and high energy physics.
ar: يستضيف CAS@home مركز الحوسبة التابع لمعهد فيزياء الطاقة العالية (IHEP) ، التابع للأكاديمية الصينية للعلوم ، للعلماء الصينيين الذين لديهم مشاريع تدرس بنية البروتين ، وتكنولوجيا النانو ، وعلم جينوم السرطان ، وفيزياء الطاقة العالية.

source: Help Chinese researchers
ar: مساعدة الباحثين الصينيين
ka: დაეხმარეთ ჩინელ მეცნიერებს

source: Mathematics, physics, evolution
ar: الرياضيات، الفيزياء، التطور
ka: მათემატიკა, ფიზიკა, ევოლუცია

source: Yoyo@home is an adapter between BOINC and several existing volunteer computing projects: ECM, Muon, Evolution@home, and distributed.net
ar: Yoyo@home هو محول بين BOINC والعديد من مشاريع الحوسبة التطوعية الحالية: ECM و Muon و Evolution@home و Distrib.net.

source: Do research in math, physics, and evolution
ar: إجراء البحوث في الرياضيات، والفيزياء، وتطور
ka: განახორციელეთ კვლევები მათემატიკაში, ფიზიკაში და ევოლუციაში

source: Medical, environmental and other humanitarian research
ar: البحوث الطبية والبيئية والإنسانية الأخرى
ka: სამედიცინო, გარემოს და სხვა ჰუმანიტარული კვლევა

source: To further critical non-profit research on some of humanity's most pressing problems by creating the world's largest volunteer computing grid. Research includes HIV-AIDS, cancer, tropical and neglected diseases, solar energy, clean water and many more.
ar: لمزيد من البحوث غير الهادفة للربح الحاسمة حول بعض مشاكل البشرية الأكثر إلحاحًا من خلال إنشاء أكبر شبكة حوسبة تطوعية في العالم. يشمل البحث فيروس نقص المناعة البشرية / الإيدز ، والسرطان ، والأمراض الاستوائية والمهملة ، والطاقة الشمسية ، والمياه النظيفة ، وغيرها الكثير.

source: Do biomedical and environmental research
ar: إجراء البحوث الطبية الحيوية والبيئية
ka: განახორციელეთ ბიომედიცინული და გარემოს კვლევები

source: Mathematics, computing, and games
ar: الرياضيات والحوسبة، الألعاب
ka: მათემატიკა, კომპიუტინგი და თამაშები

source: Do research in number theory
ar: إجراء البحوث في نظرية الأعداد

source: Mathematics
ar: الرياضيات
ka: მათემატიკა

source: NumberFields@home searches for fields with special properties. The primary application of this research is in the realm of algebraic number theory. Number theorists can mine the data for interesting patterns to help them formulate conjectures about number fields. Ultimately, this research will lead to a deeper understanding of the profound properties of numbers, the basic building blocks of all mathematics.
ar: NumberFields@home يبحث عن الحقول ذات الخصائص الخاصة. إن التطبيق الأساسي لهذا البحث هو في مجال نظرية الأعداد الجبرية. يمكن لمنظري الأعداد استخراج البيانات لأنماط مثيرة للاهتمام لمساعدتهم على صياغة التخمينات حول حقول الأرقام. في نهاية المطاف ، سيؤدي هذا البحث إلى فهم أعمق للخصائص العميقة للأرقام ، وهي اللبنات الأساسية لجميع الرياضيات.

source: Do research in algebraic number theory
ar: إجراء البحوث في نظرية الأعداد الجبرية
ka: განახორციელეთ კვლევები ალგებრული რიცხვთა თეორიაში

source: Computer Science
ar: علوم الحاسب
ka: კომპიუტერული მეცნიერებები

source: Solve hard and practically important problems (discrete functions inversion problems, discrete optimization, bioinformatics, etc.) that can be effectively reduced to Boolean satisfiability problem.
ar: حل المشكلات الصعبة والمهمة عمليًا (مشاكل الانقلاب للوظائف المنفصلة ، التحسين المنفصل ، المعلوماتية الحيوية ، إلخ) التي يمكن تقليلها بشكل فعال

source: Study computational complexity
ar: دراسة التعقيد الحسابي
ka: შეისწავლეთ გამოთვლადი სირთულე

source: Cryptography and combinatorics
ar: التشفير والتوافقية
ka: კრიპტოგრაფია და კომბინატორიკა

source: Run applications from distributed.net
ar: تشغيل التطبيقات من distributed.net
ka: distributed.net-დან აპლიკაციების გაშვება

source: Cryptography
ar: التشفير
ka: კრიპტოგრაფია
