Repository: BOINC/boinc-site
Catalog: translations/*.po
Languages: ar, ka

source: Attempt to decode 3 original Enigma messages. The signals were intercepted in the North Atlantic in 1942 and are believed to be unbroken.
ar: محاولة فك ترميز 3 رسائل Enigma أصلية. تم اعتراض الإشارات في شمال الأطلسي في عام 1942 ويعتقد أنها غير مقطوعة.

source: Decode WWII submarine messages
ar: فك شفرة رسائل الغواصات الحرب العالمية الثانية
ka: განშიფრეთ მეორე მსოფლიო ომის წყლის ქვეშა ნავების შეტყობინებები

source: Study the Collatz Conjecture, an unsolved conjecture in mathematics
ar: دراسة حدسية كولاتز ، تخمين لم يتم حله في الرياضيات

source: Study the Collatz Conjecture
ar: دراسة حدسية كولاتز
ka: შეისწავლეთ Collatz Conjecture

source: California State University Fullerton
ar: جامعة ولاية كاليفورنيا فولرتون
ka: კალიფორნიის სახელმწიფო უნივერსიტეტი ფულერტონი

source: Factorization of large integers
ar: تحديد عوامل الأعداد الصحيحة الكبيرة
ka: დიდი რიცხვების ფაქტორიზაცია

source: NFS@Home is a research project that uses Internet-connected computers to do the lattice sieving step in the Number Field Sieve factorization of large integers. As a young school student, you gained your first experience at breaking an integer into prime factors, such as 15 = 3 * 5 or 35 = 5 * 7. NFS@Home is a continuation of that experience, only with integers that are hundreds of digits long.
ar: NFS@Home هو مشروع بحثي يستخدم أجهزة كمبيوتر متصلة بالإنترنت للقيام بخطوة غربلة الشبكة في عامل منخل حقل الرقم الرقمي للأعداد الصحيحة الكبيرة. بصفتك كنت طالبًا في مدرسة ابتدائية ، اكتسبت تجربتك الأولى في تقسيم العدد الصحيح إلى عوامل رئيسية ، مثل 15 = 3 * 5 أو 35 = 5 * 7. NFS@Home هو استمرار لتلك التجربة ، فقط مع الأعداد الصحيحة التي تتكون مئات أرقام طويلة.

source: Study the factorization of large integers
ar: دراسة عوامل من أعداد صحيحة كبيرة
ka: შეისწავლეთ დიდი რიცხვების ფაქტორიზაცია

source: Primegrid has multiple projects searching for different forms of very large prime numbers, including searching for the largest known prime number.
ar: Primegrid لديها مشاريع متعددة في البحث عن أشكال مختلفة من أرقام أولية كبيرة جدا، بما في ذلك البحث لأكبر عدد أولي معروف.

source: Search for large prime numbers
ar: البحث عن الأعداد الأولية الكبيرة
ka: მოძებნეთ დიდი მარტივი რიცხვები

source: Hochschule RheinMain University of Applied Sciences
ar: جامعة Hochschule RheinMain للعلوم التطبيقية
ka: Hochschule RheinMain გამოყენებათა მეცნიერებათა უნივერსიტეტი

source: Search for counterexamples to two conjectures related to the identification of prime numbers
ar: البحث عن أمثلة مضادة للتخمينات المتعلقة بتحديد الأعداد الأولية

source: Study the properties of prime numbers
ar: دراسة خصائص الأعداد الأولية
ka: შეისწავლეთ მარტივი რიცხვების თვისებები

source: Testing and comparison of heuristic methods for getting separations of parallel algorithms working in the CAD system for designing logic control systems
ar: اختبار ومقارنة الطرق الإرشادية للحصول على فصل للخوارزميات المتوازية العاملة في نظام CAD لتصميم أنظمة التحكم المنطقية

source: BAM! lets you create and manage BOINC project accounts, set preferences, join or create teams, connect your computers to projects, and much more.
ar: بام! يتيح لك إنشاء وإدارة حسابات مشروع BOINC ، وتعيين التفضيلات ، والانضمام أو إنشاء فرق ، وربط أجهزة الكمبيوتر الخاصة بك بالمشاريع ، وأكثر من ذلك بكثير.

source: Gridrepublic lets you connect your computer to multiple projects, set preferences, and view your credit history.
ar: يتيح لك Gridrepublic توصيل الكمبيوتر بمشاريع متعددة ، وتعيين التفضيلات ، وعرض محفوظات رصيد الخاصة بك.

source: LANG_NAME_NATIVE
ka: ქართული

source: LANG_NAME_INTERNATIONAL
ka: Georgian

source: BAM! assists you in creating and managing your BOINC project accounts and helps you with setting preferences, joining or creating teams, connecting your computers to projects, and much more. Whether you're a new or an existing BOINC user, BAM will help you get the most out of BOINC.
ka: BAM! გეხმარებათ BOINC-ის პროექტების ანგარიშების შექმნაში და მართვაში, და გეხმარებათ პარამეტრების დაყენებაში, ჯგუფებში შესვლაში ან მათ შექმნაში, თქვენი კომპიუტერების პროექტებზე მიერთებაში და სხვა. არ აქვს მნიშვნელობა, ახალი თ არსებული BOINC-ის მომხმარებელი ხართ, BAM დაგეხმარებათ მიიღოთ რაც შეიძლება მეტი BOINC-ისგან.

source: Search
ka: ძიება

source: Return to BOINC main page
ka: დაბრუნება BOINC-ის მთავარ გვერდზე

source: This page is %stranslatable%s.
ka: ეს გვერდი არის %stranslatable%s.

source: BOINC: compute for science
ka: BOINC-ი: გამოთვალე მეცნიერებისთვის

source: PetaFLOPS.
ka: პეტაფლოპი

source: computers.
ka: კომპიუტერი.

source: Volunteer
ka: გახდი მოხალისე

source: Use the idle time on your computer (Windows, Mac, Linux, or Android) to cure diseases, study global warming, discover pulsars, and do many other types of scientific research. It's safe, secure, and easy:
ka: გამოიყენეთ თქვენი კომპიუტერის თავისუფალი დრო (Windows, Mac, Linux ან Android) დაავადებების განსაკურნად, გლობალური დათბობის შესასწავლად, პულსარების აღმოსაჩენად და ბევრი სხვა მეცნირებითი კვლევის ტიპისთვის. უსაფრთხოა, უფასოა და მარტივია:

source: Download
ka: გადმოწერა

source: For Android devices, get the BOINC app from the Google Play Store; for Kindle, get it from the Amazon App Store.
ka: Android-ის მოწყობილობებისთვის, გადმოიწერეთ BOINC-ის აპი Google Play მაღაზიიდან, Kindle-სთვის კი - Amazon App მაღაზიიდან.

source: Learn more:
ka: მეტის გაგება:

source: Projects
ka: პროექტები

source: Manual
ka: ინსტრუქცია

source: Links
ka: ბმულები

source: Other ways to help:
ka: დახმარების სხვა გზები:

source: Overview
ka: გადახედვა

source: %1Scientists%2: use BOINC to create a %3volunteer computing project%4, giving you the power of thousands of CPUs and GPUs.
ka: %1მეცნიერები%2: გამოიყენეთ BOINC %3მოხალისეთა გამოთვლის პროექტი%4-ს შესაქმნელად, რაც მოგცემთ ათასობით ცპ-ს და გპ-ს სიმძლავრეს.

source: %1Universities%2: use BOINC to create a %3Virtual Campus Supercomputing Center%4.
ka: %1უნივერსიტეტები%2: გამოიყენეთ BOINC-ი %3ვირტუალური კამპუსის სუპერგამოთვლითი ცენტრის%4 შესაქმნელად.

source: %1Companies%2: use BOINC for %3desktop Grid computing%4.
ka: %1კომპანიები%2: გამოიყენეთ BOINC-ი %3სამუშაო დაფის გრიდ გამოთვლებისთვის%4.

source: Documentation
ka: დოკუმენტაცია

source: BOINC and Docker
ka: BOINC-ი და Docker-ი

source: Software development
ka: პროგრამული უზრუნველყოფის შექმნა

source: Building BOINC
ka: BOINC-ის აშენება

source: BOINC is distributed under the LGPL open-source license.
ka: BOINC ვრცელდება LGPL ღია წყაროს ლიცენზიის ქვეშ.

source: The BOINC project
ka: BOINC-ის პროექტი

source: Graphics
ka: გრფიკა

source: %1Never%2 give email address or password information to BOINC helpers.
ka: %1არასდროს%2 არ მისცეთ თქვენი ელ.ფოსტის მისამართი ან პაროლის ინფორმაცია BOINC-ის დამხმარე მომხმარებლებს.

source: BOINC Poland Foundation
ka: BOINC-ის პოლონეთის ფონდი

source: Cognitive science and artifical intelligence
ka: კოგნიტიური მეცნიერება და ხელოვნური ინტელექტი

source: University College Dublin
ka: დუბლინ უნივერსიტეტი და კოლეჯი

source: Antimalarial drug discovery
ka: ანტიმალარიული წამლების აღმოჩენა

source: Barcelona Biomedical Research Park (PRBB)
ka: ბარსელონის ბიომედიცინის კვლევების პარკი (PRBB)

source: Rensselaer Polytechnic Institute
ka: რენსელეარი პოლიტექნიკური ინსტიტუტი

source: Leiden University, The Netherlands
ka: ლაიდენი უნივერსიტეტი, ჰოლანდია

source: Chemistry
ka: ქიმია

source: Help students do atomic simulations
ka: დაეხმარეთ სტუდენტებს განახორციელონ ატომური სიმულაციები

source: CERN (European Organization for Nuclear Research)
ka: CERN (ბირთვული კვლევების ევროპული ორგანიზაცია)

source: Support science from the University of North Dakota
ka: დაეხმარეთ მეცნიერებას ჩრდილოეთ დაკოტის უნივერსიტეტიდან

source: Chinese Academy of Sciences
ka: ჩინეთის მეცნიერებათა აკადემია

source: MTA-SZTAKI Laboratory of Parallel and Distributed Systems (Hungary)
ka: MTA-SZTAKI პარალელური და განაწილებული სისტემების ლაბორატორია (უნგრეთი)

source: Study number theory
ka: შეისწავლეთ რიცხვთა თეორია

source: Discuss
ka: დისკუსია

source: News is available as an %sRSS feed%s
ka: ახალი ამბები მისაწვდომი %sRSS ნაკადის%s სახით
